export const kz: Record<string, string> = {
  services: 'Услуги',
  features: 'Особенности',
  courses: 'Курсы',
  contacts: 'Контакты',
  login: 'Login',
  next_generation_educational_platform: 'Образовательная платформа нового поколения',
  next_generation_educational_platform_description:
    'Мы соединили игровой подход, удобный доступ к материалу и огромное разнообразие вопросов в уникальной системе, чтобы сделать ваш образовательный процесс более эффективным и увлекательным',
  get_demo: 'Получить демо',
  online_learning: 'Онлайн обучение',
  learning_statistics: 'Статистика обучения',
  feedback: 'Обратная связь',
  large_selection_of_courses: 'Большой выбор курсов',
  make_learning_convenient_and_interesting: 'Делаем обучение удобным и интересным',
  best_methodologies: 'Лучшие методологии',
  focus_on_results: 'Нацеленность на результат',
  best_methodologies_description:
    'Мы разработали платформу, которая позволяет эффективно организовать учебный материал и мотивировать ваших учеников при помощи специально разработанной системе вознаграждений',
  focus_on_results_description:
    'Наша платформа предоставляет быстрый доступ ко всему материалу для эффективного обучения, а специально созданная игровая среда поможет вам не терять мотивацию и успешно усваивать новые знания',
  open_portal: 'Открытый портал',
  reward_system: 'Система вознаграждений',
  open_portal_description:
    'В системе предусмотрены внутренняя валюта и очки опыта, которые присуждаются после выполнения определенных задач и достижений',
  our_advantages: 'Наши преимущества',
  on_our_platform_you_will_find: 'На нашей платформе вы найдете',
  finding_1: 'Удобный просмотр ресурсов',
  finding_2: 'Геймификация',
  finding_3: 'Большое разнообразие вопросов',
  finding_1_description:
    'Система позволяет просмотр видео-лекций, PDF-презентаций, ссылки и прослушивание аудио файлов.',
  finding_2_description:
    'В системе предусмотрены внутренняя валюта и очки опыта, которые присуждаются после выполнения определенных задач и достижений.',
  finding_3_description:
    'Система поддерживает создание более 10 разных видов вопросов для более лучшего освоения и закрепления материала',
  finding_4: 'Расписание лекций и вебинаров',
  finding_5: 'Статистика и анализ результатов',
  finding_6: 'Интуитивно удобный интерфейс',
  finding_4_description:
    'Обучающиеся также могут просматривать расписание на записанные курсы и отслеживать все дедлайны в удобном дэшборде.',
  finding_5_description:
    'Статистика по всем текущим курсам доступна в дэшборде обучаемого. Можно просматривать все оценки за задания, дедлайны и позицию и т.д.',
  finding_6_description:
    'Все формы, поля, таблицы, секции и элементы проработаны по всем стандартам UI/UX дизайна, что позволяет быстро освоиться',
  popular_courses: 'Популярные курсы',
  course_name_rows: 'Название курса на две три строки название курса',
  view_all_courses: 'Посмотреть все курсы',
  reviews: 'Отзывы',
  instructor: 'Инструктор',
  what_our_customers_say_about_us: 'Что о нас говорят наши клиенты:',
  customer_1_name: 'Асхат Молкенов',
  customer_2_name: 'Дворец Школьников',
  customer_3_name: 'Ердаулет Абсаттар',
  customer_1_position: 'Координатор “IT в бизнесе” в КазГЮУ',
  customer_2_position: 'имени М.Утемисулы',
  customer_3_position: 'Директор Alpha Design',
  customer_1_review:
    'Система позволяет студентам обучаться в более интересном формате. Геймификация служит дополнительной мотивацией для выполнения заданий',
  customer_2_review:
    'Отличный инструмент для онлайн занятий. Особенно очень удобная система хранения и просмотр ресурсов',
  customer_3_review:
    'Я пользуюсь этой платформой для организации ресурсов, полезных материалов. Очень удобная платформа для освоения и использования',
  about_us_in_numbers: 'О нас в цифрах',
  of_courses: 'Курсов',
  of_curators: 'Кураторов',
  of_alumni: 'Выпускников',
  of_video_tutorials: 'Видеоуроков',
  playful_approach: 'Игровой подход и удобный доступ к материалу',
  playful_approach_1: 'Платформа всегда под рукой',
  playful_approach_1_description:
    'Проходите занятия, тренируйте навыки, делайте домашние задания на телефоне или компьютере в любом месте и в любое время',
  playful_approach_2: 'Много полезной практики',
  playful_approach_2_description:
    'Наблюдайте за своими успехами по всем текущим курсам. Вы сможете просматривать все оценки за задания, дедлайны и позицию и т.д.',
  playful_approach_3: 'Прогресс обучения',
  playful_approach_3_description:
    'Наблюдайте за своими успехами по всем текущим курсам. Вы сможете просматривать все оценки за задания, дедлайны и позицию и т.д.',
  we_are_trusted_by: 'Нам доверяют:',
  we_will_be_there_and_help_you_learn: 'Мы будем рядом и поможем усваивать новые знания',
  submit_application: 'Оставить заявку',
  faq_answers: 'Ответы на популярные вопросы',
  contact_us_on_social_media: 'Не нашли ответа на свой вопрос? Напишите нам в соцсетях',
  faq_1_question: 'Что такое вводный урок?',
  faq_1_answer:
    'На вводном уроке вам расскажут подробнее о выбранном курсе, познакомят с платформой и помогут определить уровень и цели. Это бесплатно и займёт 30–40 минут.',
  faq_2_question: 'У меня мало свободного времени, я буду успевать заниматься?',
  faq_3_question: 'Сколько длится один урок?',
  faq_4_question: 'Как стать куратором?',
  have_questions_contact_us: 'Возникли вопросы? Напишите нам',
  phone: '+7 701 398 368 7',
  address: 'г. Астана, Кабанбай батыра 40',
};
