export interface IFAQ {
  question: string;
  answer: string;
}

export const faqs: IFAQ[] = [
  {
    question: 'Что такое вводный урок?',
    answer:
      'На вводном уроке вам расскажут подробнее о выбранном курсе, познакомят с платформой и помогут определить уровень и цели. Это бесплатно и займёт 30–40 минут.',
  },
  {
    question: 'У меня мало свободного времени, я буду успевать заниматься?',
    answer:
      'На вводном уроке вам расскажут подробнее о выбранном курсе, познакомят с платформой и помогут определить уровень и цели. Это бесплатно и займёт 30–40 минут.',
  },
  {
    question: 'Сколько длится один урок?',
    answer:
      'На вводном уроке вам расскажут подробнее о выбранном курсе, познакомят с платформой и помогут определить уровень и цели. Это бесплатно и займёт 30–40 минут.',
  },
  {
    question: 'Как стать куратором?',
    answer:
      'На вводном уроке вам расскажут подробнее о выбранном курсе, познакомят с платформой и помогут определить уровень и цели. Это бесплатно и займёт 30–40 минут.',
  },
];
