import { IReview } from '../types';

export const reviews: IReview[] = [
  {
    id: 1,
    fullName: 'Асхат Молкенов',
    jobTitle: 'Координатор “IT в бизнесе” в КазГЮУ',
    avatar: '/img/avatars/askhat.png',
    text: 'Система позволяет студентам обучаться в более интересном формате. Геймификация служит дополнительной мотивацией для выполнения заданий',
    rating: 5,
  },
  {
    id: 2,
    fullName: 'Дворец Школьников',
    jobTitle: 'имени М.Утемисулы',
    avatar: '/img/avatars/dvorec.png',
    text: 'Отличный инструмент для онлайн занятий. Особенно очень удобная система хранения и просмотр ресурсов',
    rating: 5,
  },
  {
    id: 3,
    fullName: 'Ердаулет Абсаттар',
    jobTitle: 'Директор Alpha Design',
    avatar: '/img/avatars/yerdaulet.png',
    text: 'Я пользуюсь этой платформой для организации ресурсов, полезных материалов. Очень удобная платформа для освоения и использования',
    rating: 5,
  },
];
